'use strict'

const objects = [
    is102 = {
        description: ,
        list:['1956-1957 гг. - огневые стендовые испытания (ОСИ) баллистической ракеты Р7 для военного применения и пилотируемых полетов в космос.',
        '1959-1962 гг. - ОСИ боевой ракеты Р9',
        '1981-1986 гг. – ХСИ и ОСИ РН «Зенит» на штатную продолжительность работы РД с тягой 750 тонн.',
        '1965-1966 гг. – ОСИ ракеты УР-500 «Протон» на токсичных компонентах (после соответствующей реконструкции ИС-102).',
        '1971-1972 гг. – отработка системы питания на токсичных компонентах для боевой ракеты шахтного базирования Р36М «Сатана» (холодные испытания).',
        '1965-1974 гг. – комплексная отработка блоков РН «Н-1» (Лунная программа).',
        '1981-1986 гг. – ХСИ и ОСИ РН «Зенит» на штатную продолжительность работы РД с тягой 750 тонн',
        '1986 г. – ХСИ и ОСИ модельной ДУ (М 1:10) МКС «Энергия-Буран».',
        '2005-2006 гг. – два ХСИ и два ОСИ 3-й ступени РН «Союз 2-1б».',
        '2009 г. – два ХСИ и три ОСИ УРМ-1 РН «Ангара-А5»(изделие И1А1С).',
        '2010 г. – четыре ХСИ и ОСИ УРМ-2 РН «Ангара-А5»(изделие И5А2С).',
        '2012-2013 гг. – два ХСИ и три ОСИ 1-й ступени РН «Союз 2-1в».',
        '2020 г. – три ХСИ и ОСИ 2-й ступени РН «Ангара-1.2».',
    ]
        
     ,
    }
]